ACHIEVEMENTS = {
    '🥀 Полный Провал': [0, 1, 'Проиграть, не угадав ни одной буквы'],
    '🚀 Серия Успеха': [0, 3, 'Победить 3 раза подряд'],
    '🥇 Чемпионская Серия': [0, 5, 'Победить 5 раз подряд'],
    '🐉 Легендарный Победитель': [0, 100, 'Отгадать 100 слов'],
    '💫 Мгновенное Прозрение': [0, 1, 'Отгадать первую букву с первой попытки'],
    '🔥 Без Промаха': [0, 1, 'Ни разу не ошибиться при отгадывании слова'],
    '🔪 Бегущий По Лезвию': [0, 1, 'Отгадать слово за шаг до поражения'],
    '📖 Код Да Винчи': [0, 1, 'Отгадать слово, состоящее из 7 букв и более']
}
